{
    "oat-bake": {
	"name": "Blueberry Oat Bake",
	"by": "Buk/Fink Family",
	"stats": {
	    "dfc": 1,
	    "inv": 2,
	    "srv": [
		9,
		"Main"
	    ]
	},
	"ingred": [
	    "**4 Cups** Rolled Oats",
	    "**1/3 Cup** Lightly Crushed Nuts [2]",
	    "More nuts, for garnish [3]",
	    "**1 tsp** Salt (eyeballed)",
	    "**1/2 tsp** Cinammon (eyeballed)",
	    "**3 Cups** Milk (or more)",
	    "**1 1/2 Cups** Water [4]",
	    "**5 Tbsp** Maple Syrup [5]",
	    "**2 tsp** Vanilla Extract (eyeballed)",
	    "**1/4 Cup** Chia Seeds",
	    "**1-2 Cups** Frozen Blueberries",
	    "**1 bag** Frozen Peaches"
	],
	"instr": [
	    "**Preheat** oven to _350°F._",
	    "**Grease a large baking dish** (Optional -- it will still work without greasing).",
	    "**Cook frozen peaches:** Put frozen peaches into a lidded pot. Cover and cook on high until the ice on the peaches has melted and is pooling in the bottom. No need to stir.",
	    "**Cook frozen peaches (cont):** Lower the heat to medium and uncover. Cook until the peaches are soft and breakable with a spoon, but not fully carmelized/cooked, then turn off.",
	    "**Choose 1/3 cup of your preferred nuts.** If they are large, crush them slightly in your hands so they are smaller pieces.",
	    "**Stir all ingredients together in a bowl,** except the nuts for garnish. Order doesn't matter. After stirring, the mixture should be a uniform color. The frozen blueberries will melt, that's fine. (Hint: this mixture is vegan. You have a stirring spoon. The stirring spoon can go in your mouth.)",
	    "**Pour batter into the large baking dish.** It will be liquidy and form piles of oats while free moisture pools at the side. Spread with a spoon or spatula until the level of batter is flat and reaches the edges of the dish.",
	    "**Sprinkle garnish nuts over the top.** If they are especially large, consider pressing them into the batter slightly.",
	    "**_Cook for 22-26 minutes,_** or until the mixture looks like pale, wet oats, but does not have standing pools of bubbling water on the top. The bake dries as it cools, and nicely-cooked-looking oats on top mean it is already overcooked."
	],
	"notes": [
	    "This is our Spring/Summer oat bake. For Fall and Winter flavors see other variants: Blueberry Pear Oat Bake and Winter Kitchen Sink Oat Bake.",
	    "All quantities are approximate! Eyeball and mess around--the only way to really ruin it is to put in not enough liquid.",
	    "Nuts -- any will do for the batter. We like almonds (whole or sliced), walnuts & pecans.",
	    "We like sliced almonds and coconut for the top. Walnuts, pecans and whole almonds get burnt and bitter sometimes.",
	    "We tend to like doing some extra water and milk for more moisture.",
	    "Maple Syrup -- Feel free to let it overflow the tablespoon as measuring ;)"
	]
    },
    "granola-overnight-oats": {
	"name": "Overnight Oats w/ Figs & Granola",
	"by": "Mom",
	"stats": {
	    "dfc": 1,
	    "inv": 3,
	    "srv": [
		3,
		"Breakfast"
	    ]
	},
	"ingred": [
	    "**1 Cup** Rolled Oats",
	    "**1 Cup** Almond Milk",
	    "**1 tsp** Maple Syrup",
	    "**1/4 tsp** Ground Cinnamon",
	    "**Pinch** of Salt",
	    "**3** Dried Figs, chopped",
	    "Coconut Flakes",
	    "Your Favorite Granola"
	],
	"instr": [
	    "**Stir together milk, maple syrup, cinnamon & salt** in a tupperware (whatever you will use to store the oats overnight).",
	    "**Add oats to mixture.**",
	    "**Cover and refrigerate overnight** (at least 6 hours).",
	    "**Serve** with dried figs, coconut and granola mixed in on top."
	],
	"notes": [
	    "We usually serve the oats into bowls in the morning, then stir in toppings individually.",
	    "We sometimes add more almond milk in the morning for additional moisture."
	]
    }
}
